tap "homebrew/services"
brew "gh"
brew "nvm"
brew "tcping"
brew "vite"
brew "yarn"
cask "arc"
cask "chatgpt"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logi-options+"
cask "maccy"
cask "notchnook"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "slack"
cask "steam"
cask "visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-vscode.live-server"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"